Repository: wp-plugins/wp-headlineanimator
Catalog: languages/wp-headlineanimator-*.po
Languages: de_de, tr

source: Error
de_de: Fehler
tr: Hata

source: FTP connection has failed! Check Hostname and Login!
de_de: FTP Verbindung fehlgeschlagen! Bitte Servernamen und Logindaten überprüfen!
tr: FTP bağlantısı sağlanamadı! Ana Bilgisayar Adını ve girişi kontrol edin!

source: FTP upload has failed!
de_de: Hochladen der Dateien schlug fehl!
tr: FTP yüklemesi başarısız olmuştur!

source: You have no GIF Support in your GDLib. This Plugin will not work!
de_de: Du hast keine Unterstützung für GIF Dateien in deiner GDLib. Dieses Plugin kann dadurch nicht korrekt arbeiten!
tr: GDLib için GIF desteği yok. Bu Plugin çalışmayacaktır!

source: WP-HeadlineAnimator - Settings
de_de: WP-HeadlineAnimator - Einstellungen
tr: WP-HeadlineAnimator - Ayarları

source: Welcome to the settings page for WP-HeadlineAnimator. You are able to configure the plugin to your needs.
de_de: Willkommen auf der Seite für die Einstellungen des WP-HeadlineAnimators. Hier lässt sich das Verhalten des Plugins auf deine Bedürfnisse anpassen.

source: For more information visit <a href="%s" target="_blank">this page</a>.
de_de: Mehr Informationen erhälst du auf <a href="%s" target="_blank">dieser Seite</a>.

source: If you found a bug, please report it at <a href="%s" target="_blank">this page</a>.
de_de: Wenn du einen Fehler gefunden hast, bitte melde ihn auf <a href="%s" target="_blank">dieser Seite</a>.

source: Settings updated.
de_de: Einstellungen aktualisiert.
tr: Ayarlar güncellendi.

source: Settings
de_de: Einstellungen
tr: Ayarlar

source: Image Settings:
de_de: Bild-Einstellungen:
tr: Görüntü Ayarları:

source: Background image:
de_de: Hintergrundbild:
tr: Arka plan görüntüsü:

source: (relative to your WP install)
de_de: (relativ zu deiner WP-Installation)
tr: (WP yüklemek için ilgili)

source: Font file:
de_de: Schriften-Datei:
tr: Yazı tipi dosyası:

source: If your TTF file is in the same directory as this plugin, I am expecting it here: %s
de_de: Wenn sich deine Schriften-Datei im selben Ordner wie dieses Plugin befindet, erwarte ich sie unter %s.
tr: %s : Bu eklenti TTF dosyası ile aynı dizinde ise, burada bekle

source: Storage Settings:
de_de: Speicher-Einstellungen:
tr: Depolama Ayarları:

source: Filename of the HeadlineAnimator:
de_de: Dateinamen des HeadlineAnimators:
tr: HeadlineAnimator Dosya Adı:

source: Store animator on remote FTP Server
de_de: Den Animator auf einem FTP Server ablegen
tr: Uzak FTP Sunucu üzerindeki animatör deposu

source: Remote FTP Host:
de_de: FTP-Server:
tr: Uzaktaki FTP Host:

source: FTP User:
de_de: Benutzername:
tr: FTP Kullanıcısı:

source: FTP Password:
de_de: Passwort:
tr: FTP Şifresi:

source: FTP path and target:
de_de: Pfad und Ziel:
tr: FTP yolu ve hedefi:

source: (remote path starting with "/")
de_de: (Der Pfad muss mit "/" beginnen)
tr: ("/" ile başlayan uzak yol)

source: Design Settings:
de_de: Design-Einstellungen:
tr: Tasarım Ayarları:

source: Text on Picture:
de_de: Text am Bild:
tr: Resm Metini:

source: Text color:
de_de: Textfarbe:
tr: Metin rengi:

source: (HTML Notation like #740204)
de_de: (HTML Notation wie z.B. #740204)
tr: (#740204 HTML Gösterimi gibi)

source: Text size:
de_de: Schriftgröße:
tr: Metin boyutu:

source: Newstext size:
de_de: Schriftgröße der Nachrichten:
tr: Yeni metin boyutu:

source: Advanced Configuration
de_de: Erweiterte Einstellungen
tr: Gelişmiş Yapılandırma

source: Show date on animator
de_de: Zeige Datum in der Grafik
tr: Animatör tarihini göster

source: Date format:
de_de: Datumsformat:
tr: Tarih formatı:

source: see php manual for <a href="%s" target="_blank">date()</a>.
de_de: siehe php-Dokumentation zu <a href="%s" target="_blank">date()</a>.
tr: <a href="%s" target="_blank">date()</a> için php kılavuzuna bakın.

source: Headlines to display:
de_de: anzuzeigende Überschriften:
tr: Başlıkları görüntüle:

source: Headline display time (milliseconds):
de_de: Zeit die eine Nachricht angezeigt werden soll (Millisekunden):
tr: Başlık görüntüleme süresi (milisaniye):

source: Delay between headlines (milliseconds):
de_de: Abstand zwischen den Überschriften (Millisekunden):
tr: Başlıklar arasındaki gecikme (milisaniye):

source: Update Settings
de_de: Einstellungen aktualisieren
tr: Güncelleme Ayarları

source: Integration
de_de: Einbindung
tr: Birleştirme

source: HTML Code for your Animator:
de_de: HTML-Code zur Einbindung des Animators:
tr: Animator için HTML Kodun:

source: bbCode for your Animator:
de_de: bbCode zur Einbindung des Animators:
tr: Animator için BB Kodun:

source: Preview
de_de: Vorschau
tr: Önizleme
